Repository: xcv58/MacTools
Catalog: Plugins/DeviceBattery/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# batteryDetail.remainingTime
source: %@ %d小时%d分
ar: %@ %dh %dm
de: %@ %dh %dm
en: %@ %dh %dm
es: %@ %dh %dm
fr: %@ %dh %dm
ja: %@ %dh %dm
ko: %@ %dh %dm
pt: %@ %dh %dm
ru: %@ %dч %dм
tr: %@ %d sa %d dk
zh_hant: %@ %d小時%d分

# chargeState.charged
source: 已充满
ar: كامل
de: Voll
en: Full
es: Completo
fr: Complet
ja: フル
ko: 전체
pt: Completo
ru: Полный
tr: Dolu
zh_hant: 已充滿

# chargeState.charging
source: 充电中
ar: الشحن
de: Aufladen
en: Charging
es: Cargando
fr: Charge
ja: 充電中
ko: 충전 중
pt: Carregando
ru: Зарядка
tr: Şarj Oluyor
zh_hant: 充電中

# chargeState.invalid
source: 电量无效
ar: مستوى البطارية غير صالح
de: Ungültiger Akkustand
en: Invalid battery level
es: Nivel de batería no válido
fr: Niveau de batterie invalide
ja: 無効なバッテリーレベル
ko: 잘못된 배터리 잔량
pt: Nível de bateria inválido
ru: Неверный уровень заряда батареи
tr: Geçersiz pil düzeyi
zh_hant: 電量無效

# chargeState.normal
source: 正常
ar: عادي
de: Normal
en: Normal
es: Normal
fr: Normal
ja: 通常
ko: 보통
pt: Normal
ru: Нормальный
tr: Normal

# chargeState.plugged
source: 外接电源
ar: موصول
de: Angeschlossen
en: Plugged in
es: Conectado
fr: Branché
ja: 電源に接続されました
ko: 연결됨
pt: Conectado
ru: Подключено
tr: Güç Adaptörüne Bağlı
zh_hant: 外接電源

# chargeState.unknown
source: 未知
ar: غير معروف
de: Unbekannt
en: Unknown
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알 수 없음
pt: Desconhecido
ru: Неизвестно
tr: Bilinmiyor

# component.chargingCase
source: 充电盒
ar: الحالة
de: Fall
en: Case
es: Caso
fr: Cas
ja: ケース
ko: 케이스
pt: Caso
ru: Дело
tr: Kutu
zh_hant: 充電盒

# component.left
source: 左耳
ar: اليسار
de: Links
en: Left
es: Izquierda
fr: Gauche
ja: 左
ko: 왼쪽
pt: Esquerda
ru: Слева
tr: Sol

# component.right
source: 右耳
ar: يمين
de: Richtig
en: Right
es: Derecha
fr: Droite
ja: 右
ko: 맞습니다
pt: Certo
ru: Верно
tr: Sağ

# configuration.description
source: 选择组件面板布局和显示内容。
ar: اختر تخطيط المكون والمصادر المرئية.
de: Wählen Sie das Komponentenlayout und die sichtbaren Quellen.
en: Choose the component layout and visible sources.
es: Elija el diseño del componente y las fuentes visibles.
fr: Choisissez la disposition des composants et les sources visibles.
ja: コンポーネントのレイアウトと表示されるソースを選択します。
ko: 구성요소 레이아웃과 표시 소스를 선택하세요.
pt: Escolha o layout do componente e as fontes visíveis.
ru: Выберите макет компонента и видимые источники.
tr: Bileşen düzenini ve görünür kaynakları seçin.
zh_hant: 選擇組件面板佈局和顯示內容。

# deviceDetail.connected
source: 已连接
ar: متصل
de: Verbunden
en: Connected
es: Conectado
fr: Connecté
ja: 接続済み
ko: 연결됨
pt: Conectado
ru: Подключено
tr: Bağlı
zh_hant: 已連接

# deviceKind.airPodsPart
source: 耳机
ar: سماعات الأذن
de: Ohrhörer
en: Earbuds
es: Auriculares
fr: Écouteurs
ja: イヤホン
ko: 이어폰
pt: Fones de ouvido
ru: Наушники
tr: Kulak İçi Kulaklık
zh_hant: 耳機

# deviceKind.bluetooth
source: 蓝牙
ar: بلوتوث
de: Bluetooth
en: Bluetooth
es: Bluetooth
fr: Bluetooth
ja: Bluetooth
ko: 블루투스
pt: Bluetooth
ru: Bluetooth
tr: Bluetooth
zh_hant: 藍牙

# deviceKind.magicAccessory
source: Apple 外设
ar: ملحق أبل
de: Apple-Zubehör
en: Apple accessory
es: Accesorio Apple
fr: Accessoire Apple
ja: Apple アクセサリ
ko: Apple 액세서리
pt: Acessório Apple
ru: Аксессуар Apple
tr: Apple aksesuarı
zh_hant: Apple 外設

# deviceKind.other
source: 设备
ar: الجهاز
de: Gerät
en: Device
es: Dispositivo
fr: Appareil
ja: デバイス
ko: 기기
pt: Dispositivo
ru: Устройство
tr: Aygıt
zh_hant: 設備

# deviceKind.vendorHIDMouse
source: 厂商 HID 鼠标
ar: ماوس HID من الشركة المصنعة
de: Hersteller-HID-Maus
en: Vendor HID mouse
es: Ratón HID del fabricante
fr: Souris HID du fabricant
ja: HID マウス（メーカー製）
ko: 제조사 HID 마우스
pt: Rato HID do fabricante
ru: Мышь производителя (HID)
tr: Üretici HID faresi
zh_hant: 廠商 HID 滑鼠

# deviceName.bluetoothFallback
source: 蓝牙设备
ar: جهاز بلوتوث
de: Bluetooth-Gerät
en: Bluetooth device
es: Dispositivo Bluetooth
fr: Appareil Bluetooth
ja: Bluetooth デバイス
ko: 블루투스 장치
pt: Dispositivo Bluetooth
ru: Устройство Bluetooth
tr: Bluetooth aygıtı
zh_hant: 藍牙設備

# deviceName.internalBattery
source: Mac 电池
ar: بطارية ماك
de: Mac-Akku
en: Mac battery
es: Batería Mac
fr: Batterie Mac
ja: Mac バッテリー
ko: Mac 배터리
pt: Bateria do Mac
ru: Аккумулятор Mac
tr: Mac pili
zh_hant: Mac 電池

# empty.openSettings
source: 打开系统设置
ar: افتح إعدادات النظام
de: Systemeinstellungen öffnen
en: Open System Settings
es: Abrir configuración del sistema
fr: Ouvrir les paramètres système
ja: システム設定を開く
ko: 시스템 설정 열기
pt: Abra as configurações do sistema
ru: Открыть настройки системы
tr: Sistem Ayarlarını Aç
zh_hant: 打開系統設定

# empty.subtitle.noDevices
source: 连接蓝牙设备或厂商 HID 鼠标
ar: توصيل جهاز بلوتوث أو ماوس مدعوم
de: Verbinden Sie ein Bluetooth-Gerät oder eine unterstützte Maus
en: Connect a Bluetooth device or supported mouse
es: Conectar un dispositivo Bluetooth o un mouse compatible
fr: Connectez un appareil Bluetooth ou une souris prise en charge
ja: Bluetooth デバイスまたはサポートされているマウスを接続します
ko: 블루투스 장치 또는 지원되는 마우스 연결
pt: Conecte um dispositivo Bluetooth ou mouse compatível
ru: Подключите устройство Bluetooth или поддерживаемую мышь
tr: Bir Bluetooth aygıtı veya desteklenen bir fare bağlayın
zh_hant: 連接藍牙設備或廠商 HID 滑鼠

# empty.subtitle.permissionDenied
source: 授权后可读取厂商 HID 鼠标
ar: السماح بالوصول لقراءة أجهزة الماوس المدعومة
de: Zugriff zum Lesen unterstützter Mäuse erlauben
en: Allow access to read supported mice
es: Permitir el acceso para leer ratones compatibles
fr: Autoriser l'accès aux souris prises en charge en lecture
ja: サポートされているマウスの読み取りアクセスを許可します
ko: 지원되는 마우스 읽기에 대한 액세스 허용
pt: Permitir acesso para leitura de mouses compatíveis
ru: Разрешить доступ к чтению поддерживаемых мышей
tr: Desteklenen fareleri okumak için erişim izni verin
zh_hant: 授權後可讀取廠商 HID 滑鼠

# empty.subtitle.scanning
source: 正在查询系统电源与蓝牙设备
ar: التحقق من طاقة النظام وأجهزة البلوتوث
de: Überprüfen der Systemleistung und der Bluetooth-Geräte
en: Checking system power and Bluetooth devices
es: Comprobación de la alimentación del sistema y de los dispositivos Bluetooth
fr: Vérification de l'alimentation du système et des appareils Bluetooth
ja: システム電源と Bluetooth デバイスを確認しています
ko: 시스템 전원 및 블루투스 장치 확인
pt: Verificando a energia do sistema e os dispositivos Bluetooth
ru: Проверка питания системы и устройств Bluetooth
tr: Sistem gücü ve Bluetooth aygıtları denetleniyor
zh_hant: 正在查詢系統電源與藍牙設備

# empty.title.failed
source: 读取失败
ar: تعذرت قراءة مستويات البطارية
de: Akkustand konnte nicht gelesen werden
en: Could Not Read Battery Levels
es: No se pudieron leer los niveles de batería
fr: Impossible de lire les niveaux de batterie
ja: バッテリーレベルを読み取れませんでした
ko: 배터리 잔량을 읽을 수 없습니다
pt: Não foi possível ler os níveis da bateria
ru: Не удалось определить уровень заряда батареи
tr: Pil Düzeyleri Okunamadı
zh_hant: 讀取失敗

# empty.title.noDevices
source: 暂无设备电量
ar: لا توجد مستويات للبطارية
de: Keine Batteriestände
en: No Battery Levels
es: Sin niveles de batería
fr: Aucun niveau de batterie
ja: バッテリー残量がありません
ko: 배터리 수준 없음
pt: Sem níveis de bateria
ru: Нет уровня заряда батареи
tr: Pil Düzeyi Yok
zh_hant: 暫無設備電量

# empty.title.permissionDenied
source: 需要输入监控权限
ar: مراقبة المدخلات مطلوبة
de: Eingabeüberwachung erforderlich
en: Input Monitoring Required
es: Se requiere monitoreo de entrada
fr: Surveillance des entrées requise
ja: 入力モニタリングが必要です
ko: 입력 모니터링 필요
pt: Monitoramento de entrada obrigatório
ru: Требуется мониторинг ввода
tr: Giriş İzleme Gerekli
zh_hant: 需要輸入監控權限

# empty.title.scanning
source: 正在读取电量
ar: قراءة مستويات البطارية
de: Batteriestand ablesen
en: Reading battery levels
es: Lectura de niveles de batería
fr: Lecture des niveaux de batterie
ja: バッテリー残量の読み取り
ko: 배터리 잔량 읽기
pt: Leitura dos níveis da bateria
ru: Чтение уровня заряда батареи
tr: Pil düzeyleri okunuyor
zh_hant: 正在讀取電量

# help.parent
source: 关联：%@
ar: ذات صلة: %@
de: Verwandt: %@
en: Related: %@
es: Relacionado: %@
fr: Connexe : %@
ja: 関連: %@
ko: 관련: %@
pt: Relacionado: %@
ru: Связано: %@
tr: İlişkili: %@
zh_hant: 關聯：%@

# help.source
source: 来源：%@
ar: المصدر: %@
de: Quelle: %@
en: Source: %@
es: Fuente: %@
fr: Source : %@
ja: 出典: %@
ko: 출처: %@
pt: Fonte: %@
ru: Источник: %@
tr: Kaynak: %@
zh_hant: 來源：%@

# help.updated
source: 更新：%@
ar: تم التحديث: %@
de: Aktualisiert: %@
en: Updated: %@
es: Actualizado: %@
fr: Mise à jour : %@
ja: 更新日: %@
ko: 업데이트됨: %@
pt: Atualizado: %@
ru: Обновлено: %@
tr: Güncellendi: %@

# layout.grid.subtitle
source: 按设备逐行显示
ar: إظهار جهاز واحد لكل صف
de: Ein Gerät pro Zeile anzeigen
en: Show one device per row
es: Mostrar un dispositivo por fila
fr: Afficher un appareil par ligne
ja: 1 行に 1 つのデバイスを表示
ko: 행당 하나의 기기 표시
pt: Mostrar um dispositivo por linha
ru: Показывать по одному устройству в строке
tr: Her satırda bir aygıt göster
zh_hant: 按設備逐行顯示

# layout.grid.title
source: 列表
ar: القائمة
de: Liste
en: List
es: Lista
fr: Liste
ja: リスト
ko: 목록
pt: Lista
ru: Список
tr: Liste

# layout.list.subtitle
source: 多设备圆环
ar: رنين متعدد الأجهزة
de: Mehrere Geräte klingeln
en: Multi-device rings
es: Anillos multidispositivo
fr: Sonneries multi-appareils
ja: マルチデバイスリング
ko: 다중 장치 링
pt: Toques para vários dispositivos
ru: Звонки для нескольких устройств
tr: Çoklu aygıt halkaları
zh_hant: 多設備圓環

# layout.list.title
source: 圆环
ar: خواتم
de: Ringe
en: Rings
es: Anillos
fr: Anneaux
ja: リング
ko: 반지
pt: Anéis
ru: Кольца
tr: Halkalar
zh_hant: 圓環

# metadata.description
source: 查看 Mac、Apple 移动设备、蓝牙外设和雷柏鼠标电量
ar: عرض مستويات البطارية لجهاز Mac وأجهزة Apple المحمولة وملحقات Bluetooth وأجهزة الماوس Rapoo.
de: Zeigen Sie den Akkustand Ihres Mac, mobiler Apple-Geräte, von Bluetooth-Zubehör und Rapoo-Mäusen an.
en: View battery levels for your Mac, Apple mobile devices, Bluetooth accessories, and Rapoo mice.
es: Consulta la batería del Mac, dispositivos móviles Apple, accesorios Bluetooth y ratones Rapoo.
fr: Affichez la batterie du Mac, des appareils mobiles Apple, des accessoires Bluetooth et des souris Rapoo.
ja: Mac、Apple モバイルデバイス、Bluetooth アクセサリ、Rapoo マウスのバッテリー残量を表示します。
ko: Mac, Apple 모바일 기기, Bluetooth 액세서리 및 Rapoo 마우스의 배터리를 확인합니다.
pt: Veja a bateria do Mac, dispositivos móveis Apple, acessórios Bluetooth e mouses Rapoo.
ru: Просматривайте заряд Mac, мобильных устройств Apple, Bluetooth-аксессуаров и мышей Rapoo.
tr: Mac'inizin, Apple mobil aygıtlarınızın, Bluetooth aksesuarlarınızın ve Rapoo farelerinin pil düzeylerini görüntüleyin.
zh_hant: 查看 Mac、Apple 行動裝置、藍牙外設和雷柏滑鼠電量

# metadata.title
source: 设备电量
ar: بطارية الجهاز
de: Gerätebatterie
en: Device Battery
es: Batería del dispositivo
fr: Batterie de l'appareil
ja: デバイスのバッテリー
ko: 기기 배터리
pt: Bateria do dispositivo
ru: Аккумулятор устройства
tr: Aygıt Pili
zh_hant: 設備電量

# notification.lowBattery.multiple.title
source: %d 台设备电量偏低
ar: %d الأجهزة منخفضة
de: %d Geräte sind niedrig
en: %d devices are low
es: %d dispositivos están bajos
fr: Les appareils %d sont faibles
ja: %d デバイスの残量が少ない
ko: %d 장치 부족
pt: %d dispositivos estão com carga baixa
ru: Устройства %d низкий
tr: %d aygıtın pili az
zh_hant: %d 臺設備電量偏低

# notification.lowBattery.single.body
source: %@ 当前电量 %@，已低于 %d%%。
ar: %@ يقع عند %@، أسفل %d%%.
de: %@ liegt bei %@, unter %d%%.
en: %@ is at %@, below %d%%.
es: %@ está en %@, debajo de %d%%.
fr: %@ est à %@, en dessous de %d%%.
ja: %@ is at %@, below %d%%.
ko: %@은(는) %@, %d%% 아래에 있습니다.
pt: %@ está em %@, abaixo de %d%%.
ru: %@ находится на %@, ниже %d%%.
tr: %@ şu anda %@; %d%% eşiğinin altında.
zh_hant: %@ 當前電量 %@，已低於 %d%%。

# notification.lowBattery.single.title
source: 设备电量偏低
ar: بطارية الجهاز منخفضة
de: Gerätebatterie schwach
en: Device battery low
es: Batería del dispositivo baja
fr: Batterie de l'appareil faible
ja: デバイスのバッテリー残量が少なくなっています
ko: 기기 배터리 부족
pt: Bateria do dispositivo fraca
ru: Разряд батареи устройства
tr: Aygıt pili az
zh_hant: 設備電量偏低

# overflow.moreDevices
source: 还有 %d 台设备
ar: %d المزيد من الأجهزة
de: %d weitere Geräte
en: %d more devices
es: %d más dispositivos
fr: %d appareils supplémentaires
ja: %d 台のデバイス
ko: %d 추가 기기
pt: %d mais dispositivos
ru: %d больше устройств
tr: %d aygıt daha
zh_hant: 還有 %d 臺設備

# permission.inputMonitoring.description
source: 用于读取已适配厂商 HID 鼠标的电量、充电状态、设备型号和名称。
ar: يقرأ مستوى البطارية وحالة الشحن والطراز والاسم من أجهزة الماوس المدعومة.
de: Liest Akkustand, Ladezustand, Modell und Namen von unterstützten Mäusen.
en: Reads battery level, charging state, model, and name from supported mice.
es: Lee el nivel de la batería, el estado de carga, el modelo y el nombre de los ratones compatibles.
fr: Lit le niveau de la batterie, l'état de charge, le modèle et le nom des souris prises en charge.
ja: サポートされているマウスからバッテリー レベル、充電状態、モデル、名前を読み取ります。
ko: 지원되는 마우스에서 배터리 잔량, 충전 상태, 모델 및 이름을 읽습니다.
pt: Lê o nível da bateria, estado de carregamento, modelo e nome dos mouses compatíveis.
ru: Считывает уровень заряда батареи, состояние зарядки, модель и название поддерживаемых мышей.
tr: Desteklenen farelerin pil düzeyini, şarj durumunu, modelini ve adını okur.
zh_hant: 用於讀取已適配廠商 HID 滑鼠的電量、充電狀態、設備型號和名稱。

# permission.inputMonitoring.granted.connected
source: 已允许 MacTools 使用输入监控，并已读取到厂商 HID 鼠标信息。
ar: MacTools يمكنه استخدام مراقبة الإدخال وقد قرأ معلومات الماوس المدعومة.
de: MacTools kann die Eingabeüberwachung verwenden und hat unterstützte Mausinformationen gelesen.
en: MacTools can use Input Monitoring and has read supported mouse information.
es: MacTools puede usar la supervisión de entrada y ha leído la información del mouse compatible.
fr: MacTools peut utiliser la surveillance des entrées et a lu les informations de souris prises en charge.
ja: MacTools は入力モニタリングを使用でき、サポートされているマウス情報を読み取っています。
ko: MacTools은(는) 입력 모니터링을 사용할 수 있으며 지원되는 마우스 정보를 읽었습니다.
pt: MacTools pode usar o monitoramento de entrada e leu as informações suportadas do mouse.
ru: MacTools может использовать мониторинг ввода и прочитал поддерживаемую информацию о мыши.
tr: MacTools Giriş İzleme'yi kullanabiliyor ve desteklenen fare bilgilerini okudu.
zh_hant: 已允許 MacTools 使用輸入監控，並已讀取到廠商 HID 滑鼠信息。

# permission.inputMonitoring.granted.default
source: 已允许 MacTools 使用输入监控，可读取已适配厂商 HID 鼠标信息。
ar: MacTools استخدام مراقبة الإدخال لقراءة أجهزة الماوس المدعومة.
de: MacTools kann Input Monitoring verwenden, um unterstützte Mäuse zu lesen.
en: MacTools can use Input Monitoring to read supported mice.
es: MacTools puede usar la supervisión de entrada para leer ratones compatibles.
fr: MacTools peut utiliser la surveillance des entrées pour lire les souris prises en charge.
ja: MacTools は、入力モニタリングを使用してサポートされているマウスを読み取ることができます。
ko: MacTools은 입력 모니터링을 사용하여 지원되는 마우스를 읽을 수 있습니다.
pt: MacTools pode usar o monitoramento de entrada para ler mouses compatíveis.
ru: MacTools может использовать мониторинг ввода для чтения поддерживаемых мышей.
tr: MacTools, desteklenen fareleri okumak için Giriş İzleme'yi kullanabilir.
zh_hant: 已允許 MacTools 使用輸入監控，可讀取已適配廠商 HID 滑鼠信息。

# permission.inputMonitoring.granted.failed
source: 已允许 MacTools 使用输入监控。最近读取厂商 HID 鼠标失败：%@
ar: MacTools يمكنه استخدام مراقبة الإدخال. فشلت آخر قراءة مدعومة للماوس: %@
de: MacTools kann die Eingabeüberwachung verwenden. Der letzte unterstützte Mauslesevorgang ist fehlgeschlagen: %@
en: MacTools can use Input Monitoring. The latest supported mouse read failed: %@
es: MacTools puede utilizar la supervisión de entrada. La última lectura del mouse admitida falló: %@
fr: MacTools peut utiliser la surveillance des entrées. La dernière lecture de souris prise en charge a échoué : %@
ja: MacTools は入力モニタリングを使用できます。サポートされている最新のマウスの読み取りに失敗しました: %@
ko: MacTools은 입력 모니터링을 사용할 수 있습니다. 지원되는 최근 마우스 읽기 실패: %@
pt: MacTools pode usar o monitoramento de entrada. A última leitura do mouse compatível falhou: %@
ru: MacTools может использовать мониторинг ввода. Не удалось выполнить последнее поддерживаемое чтение с помощью мыши: %@
tr: MacTools Giriş İzleme'yi kullanabiliyor. Desteklenen farenin son okuma girişimi başarısız oldu: %@
zh_hant: 已允許 MacTools 使用輸入監控。最近讀取廠商 HID 滑鼠失敗：%@

# permission.inputMonitoring.openSettingsFootnote
source: 前往系统设置 → 隐私与安全性 → 输入监控，允许 MacTools。
ar: انتقل إلى إعدادات النظام > الخصوصية والأمان > مراقبة الإدخال واسمح بـ MacTools.
de: Gehen Sie zu Systemeinstellungen > Datenschutz und Sicherheit > Eingabeüberwachung und erlauben Sie MacTools.
en: Go to System Settings > Privacy & Security > Input Monitoring and allow MacTools.
es: Vaya a Configuración del sistema > Privacidad y seguridad > Monitoreo de entrada y permita MacTools.
fr: Accédez à Paramètres système > Confidentialité et sécurité > Surveillance des entrées et autorisez MacTools.
ja: [システム設定] > [プライバシーとセキュリティ] > [入力モニタリング] に移動し、MacTools を許可します。
ko: 시스템 설정 > 개인정보 보호 및 보안 > 입력 모니터링으로 이동하여 MacTools을(를) 허용하세요.
pt: Vá para Configurações do sistema > Privacidade e segurança > Monitoramento de entrada e permita MacTools.
ru: Перейдите в «Настройки системы» > «Конфиденциальность и безопасность» > «Мониторинг ввода» и разрешите MacTools.
tr: Sistem Ayarları > Gizlilik ve Güvenlik > Giriş İzleme bölümüne gidin ve MacTools'a izin verin.
zh_hant: 前往系統設定 → 隱私權與安全性 → 輸入監控，允許 MacTools。

# permission.inputMonitoring.title
source: 输入监控授权
ar: مراقبة الإدخال
de: Eingabeüberwachung
en: Input Monitoring
es: Monitoreo de entrada
fr: Surveillance des entrées
ja: 入力モニタリング
ko: 입력 모니터링
pt: Monitoramento de entrada
ru: Мониторинг ввода
tr: Giriş İzleme
zh_hant: 輸入監控授權

# permission.inputMonitoring.unauthorized.default
source: 授权后可读取厂商 HID 鼠标信息；未授权不影响 Mac 内置电池、系统蓝牙设备和 Apple 外设电量。
ar: امنح هذا الإذن لقراءة مستويات بطارية الماوس المدعومة. ولا تزال بطارية Mac المدمجة وأجهزة Bluetooth الخاصة بالنظام وملحقات Apple تعمل بدونها.
de: Gewähren Sie diese Berechtigung, um den unterstützten Batteriestand der Maus zu lesen. Der eingebaute Mac-Akku, System-Bluetooth-Geräte und Apple-Zubehör funktionieren auch ohne ihn.
en: Grant this permission to read supported mouse battery levels. The built-in Mac battery, system Bluetooth devices, and Apple accessories still work without it.
es: Conceda este permiso para leer los niveles de batería del mouse admitidos. La batería integrada del Mac, los dispositivos Bluetooth del sistema y los accesorios de Apple siguen funcionando sin ella.
fr: Accordez cette autorisation pour lire les niveaux de batterie de la souris pris en charge. La batterie Mac intégrée, les appareils Bluetooth du système et les accessoires Apple fonctionnent toujours sans elle.
ja: サポートされているマウスのバッテリー レベルを読み取るために、このアクセス許可を付与します。 Mac の内蔵バッテリー、システム Bluetooth デバイス、Apple アクセサリは、バッテリーなしでも動作します。
ko: 지원되는 마우스 배터리 수준을 읽으려면 이 권한을 부여하세요. 내장 Mac 배터리, 시스템 Bluetooth 장치 및 Apple 액세서리는 이 배터리가 없어도 계속 작동합니다.
pt: Conceda esta permissão para ler os níveis de bateria do mouse suportados. A bateria integrada do Mac, os dispositivos Bluetooth do sistema e os acessórios da Apple ainda funcionam sem ela.
ru: Предоставьте это разрешение для чтения поддерживаемых уровней заряда батареи мыши. Встроенный аккумулятор Mac, системные устройства Bluetooth и аксессуары Apple по-прежнему работают без него.
tr: Desteklenen farelerin pil düzeylerini okumak için bu izni verin. Yerleşik Mac pili, sistem Bluetooth aygıtları ve Apple aksesuarları bu izin olmadan da çalışır.
zh_hant: 授權後可讀取廠商 HID 滑鼠信息；未授權不影響 Mac 內置電池、系統藍牙設備和 Apple 外設電量。

# permission.inputMonitoring.unauthorized.failed
source: 授权后可读取厂商 HID 鼠标信息。最近读取失败：%@
ar: امنح هذا الإذن لقراءة مستويات بطارية الماوس المدعومة. فشلت القراءة الأخيرة: %@
de: Erteilen Sie diese Berechtigung, um den unterstützten Batteriestand der Maus zu lesen. Letzter Lesevorgang fehlgeschlagen: %@
en: Grant this permission to read supported mouse battery levels. Last read failed: %@
es: Otorgue este permiso para leer los niveles de batería del mouse admitidos. Última lectura fallida: %@
fr: Accordez cette autorisation pour lire les niveaux de batterie de la souris pris en charge. Échec de la dernière lecture : %@
ja: サポートされているマウスのバッテリー レベルを読み取るために、このアクセス許可を付与します。前回の読み取りに失敗しました: %@
ko: 지원되는 마우스 배터리 수준을 읽으려면 이 권한을 부여하세요. 마지막 읽기 실패: %@
pt: Conceda esta permissão para ler os níveis de bateria do mouse suportados. Falha na última leitura: %@
ru: Предоставьте это разрешение для чтения поддерживаемых уровней заряда батареи мыши. Последнее чтение не удалось: %@
tr: Desteklenen farelerin pil düzeylerini okumak için bu izni verin. Son okuma başarısız oldu: %@
zh_hant: 授權後可讀取廠商 HID 滑鼠信息。最近讀取失敗：%@

# vendorHID.detail.idle
source: 等待检测
ar: الانتظار
de: Warten
en: Waiting
es: Esperando
fr: En attente
ja: 待機中
ko: 대기 중
pt: Esperando
ru: Ожидание
tr: Bekliyor
zh_hant: 等待檢測

# vendorHID.detail.noDevice
source: 未检测到
ar: لم يتم اكتشافه
de: Nicht erkannt
en: Not detected
es: No detectado
fr: Non détecté
ja: 検出されません
ko: 감지되지 않음
pt: Não detectado
ru: Не обнаружено
tr: Algılanmadı
zh_hant: 未檢測到

# vendorHID.detail.permissionDenied
source: 需要输入监控权限
ar: مراقبة الإدخال مطلوبة
de: Eingabeüberwachung erforderlich
en: Input Monitoring required
es: Se requiere monitoreo de entrada
fr: Surveillance des entrées requise
ja: 入力モニタリングが必要です
ko: 입력 모니터링 필요
pt: Monitoramento de entrada necessário
ru: Требуется мониторинг ввода
tr: Giriş İzleme gerekli
zh_hant: 需要輸入監控權限

# vendorHID.detail.scanning
source: 检测中
ar: الكشف
de: Erkennen
en: Detecting
es: Detectando
fr: Détection
ja: 検出中
ko: 감지
pt: Detectando
ru: Обнаружение
tr: Algılanıyor
zh_hant: 檢測中

# vendorHID.detail.waitingForReport
source: 等待电量上报
ar: في انتظار تقرير البطارية
de: Warten auf Batteriebericht
en: Waiting for battery report
es: Esperando informe de batería
fr: En attente du rapport de batterie
ja: バッテリーレポートを待っています
ko: 배터리 보고서를 기다리는 중
pt: Aguardando relatório de bateria
ru: Ожидание отчета о заряде батареи
tr: Pil raporu bekleniyor
zh_hant: 等待電量上報

# rapoo.deviceName.fallback
source: Rapoo 鼠标
ar: Rapoo الماوس
de: Rapoo Maus
en: Rapoo mouse
es: Rapoo ratón
fr: Souris Rapoo
ja: Rapoo マウス
ko: Rapoo 마우스
pt: rato Rapoo
ru: Rapoo мышь
tr: Rapoo faresi
zh_hant: Rapoo 滑鼠

# mchose.deviceName.fallback
source: 迈从鼠标
ar: ماوس MCHOSE
de: MCHOSE Maus
en: MCHOSE mouse
es: Ratón MCHOSE
fr: Souris MCHOSE
ja: MCHOSE マウス
ko: MCHOSE 마우스
pt: rato MCHOSE
ru: Мышь MCHOSE
tr: MCHOSE faresi
zh_hant: 邁從滑鼠

# vendorHID.error.openFailed
source: HID 打开失败：0x%@
ar: فشل في فتح HID: 0x%@
de: HID konnte nicht geöffnet werden: 0x%@
en: Failed to open HID: 0x%@
es: Error al abrir HID: 0x%@
fr: Échec de l'ouverture du HID : 0x%@
ja: HID を開けませんでした: 0x%@
ko: HID를 열지 못했습니다: 0x%@
pt: Falha ao abrir o HID: 0x%@
ru: Не удалось открыть HID: 0x%@
tr: HID açılamadı: 0x%@
zh_hant: HID 打開失敗：0x%@

# settings.layout.title
source: 组件布局
ar: تخطيط المكون
de: Komponentenlayout
en: Component Layout
es: Diseño de componentes
fr: Disposition des composants
ja: コンポーネントのレイアウト
ko: 구성요소 레이아웃
pt: Layout do componente
ru: Схема компонентов
tr: Bileşen Düzeni
zh_hant: 組件佈局

# settings.notification.lowBattery.description
source: 设备电量低于阈值时发送系统通知。
ar: إرسال إشعار النظام عندما يقل الجهاز عن الحد الأدنى.
de: Senden Sie eine Systembenachrichtigung, wenn ein Gerät den Schwellenwert unterschreitet.
en: Send a system notification when a device falls below the threshold.
es: Enviar una notificación del sistema cuando un dispositivo caiga por debajo del umbral.
fr: Envoyer une notification système lorsqu'un appareil tombe en dessous du seuil.
ja: デバイスがしきい値を下回ったときにシステム通知を送信します。
ko: 기기가 임계값 아래로 떨어지면 시스템 알림을 보냅니다.
pt: Enviar uma notificação do sistema quando um dispositivo ficar abaixo do limite.
ru: Отправлять системное уведомление, когда значение устройства падает ниже порогового значения.
tr: Bir aygıtın pil düzeyi eşiğin altına düştüğünde sistem bildirimi gönderir.
zh_hant: 設備電量低於閾值時發送系統通知。

# settings.notification.lowBattery.title
source: 发送低电量通知
ar: إرسال إشعارات بانخفاض طاقة البطارية
de: Benachrichtigungen über niedrigen Batteriestand senden
en: Send low battery notifications
es: Enviar notificaciones de batería baja
fr: Envoyer des notifications de batterie faible
ja: バッテリー残量低下通知を送信する
ko: 배터리 부족 알림 보내기
pt: Enviar notificações de bateria fraca
ru: Отправлять уведомления о низком заряде батареи
tr: Düşük pil bildirimleri gönder
zh_hant: 發送低電量通知
